# Replace GNU/Linux commands with system default
# ref https://qiita.com/eumesy/items/3bb39fc783c8d4863c5f
brew "coreutils"
brew "ed"
brew "findutils"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "openssl"

# https://github.com/rbenv/ruby-build/wiki#suggested-build-environment
brew "autoconf"
brew "gmp"
brew "libyaml"
brew "readline"

brew "git"
brew "gh"
brew "gnupg"
brew "libfido2"
brew "pinentry-mac"
